/** Debug */
export const DEBUG_SEISMIC = false;
export const DEBUG_KOREAN_PARSER_PROVIDER = true;
export const DEBUG_PARSE_CONFIG = true;

export const SEISMIC_QUERY_LIST = [
  `올해 지진목록`,
  `4월 지진목록 중 규모 3이상`,
  `규모 3이상`,
  `전주 지진 규모로 정렬`,
  `올해 지진 역순으로 정렬`,
  `규모 2.0에서 4.0이하 지진 규모순으로 정렬`,
];

export const SEISMIC_TEXT_LIST = [`안녕하세요? 제가 숙제로 최근에 일어난 화산 활동과 지진의 피해 사례를 조사해야해요. 좋은 답변 많이 부탁드려요~~~!`,
  `가장 최근에 일어난 지진 최대한 빨리
장소 년도 규모 피해 사례`,
  `제가 숙제로 최근 발생한 지진을 조사해가야 하는데요
최근 발생한 지진 뭐가 있을까요?`,
  `샌디에고를 이번여름에 1달간 가는데 샌디에고가있는곳이 지진이 많이 일어난다고하는데 안전할까요?`,
  `1월1일부터현재까지지진은몇번일언났나요`,
  `지진의 원인은 뭔가요?`,
  `오늘 밖에서 놀고 있는데 땅이 흔들리 면서 소리가 울리 더라구요 저는 지진이 아닌 줄 알앗는데
사람들도 그 소리를 들었다고 하네요
그것도 목포 초원2차 근처 에서 발생 했어요 어떳게 된 일일 까여??
순간 저는 폭탄 이라는 생각도 들었어요 지진인가요?
답변점요`,
  `목포에서 아까 지진일어났다고하던데 -_- 사실인가요?`,
  `지금 약간씩 창문이 흔들리고 , 전등도 흔들 흔들거리고 지진 났나요?? 목포인데?`,
  `광주 화정동에 살아요 시교육청 근처
1.방금 일어났으니까 몇시 몇분정도까지 지진이 발생하나요?
2.갑자기 왜 바다에서 지진이 일어났죠?
3.쓰나미는 왜 안일어나죠?`,
  `서울 삼성동에 소재중인 회사에서 근무중인데. 지진난거 같았어요. 책상이랑 모든것에서 진동이...`,
];

export const TYPHOON_TEXT_LIST = ['작년 여름에 발생한 태풍 목록을 알려주세요.',
  '여름마다 발생한 태풍 중 피해가 큰 태풍은 무엇인가요?',
  '가장 큰 피해를 준 태풍은 무엇인가요?',
  '태풍이 언제 가장 많이 발생하나요?',
  '이번 태풍 진행상황을 알려주세요.',
  '이번 태풍은 제주도에 영향을 주나요?'
];
